---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.PerformanceFailures
source: html/31fee910-8244-6def-f0dd-e6284a2534d6.htm
---
# BuiltInFailures.PerformanceFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.